Repository: Nox-admin/nox-hatgame
Catalog: src/HatGame/Resources/Localizable.xcstrings
Source language: ru
Languages: en, zh_hans

# app.name
source: Шляпа
en: Hat Game
zh_hans: 帽子游戏

# difficulty.all
source: Все уровни (микс)
en: All levels (mix)
zh_hans: 全部难度（混合）

# difficulty.choose
source: Выбери уровень слов
en: Choose word level
zh_hans: 选择词语难度

# difficulty.custom
source: Свои слова
en: Custom Words
zh_hans: 自定义词语

# difficulty.custom.description
source: Игроки вводят слова сами
en: Players enter their own words
zh_hans: 玩家自己输入词语

# difficulty.easy
source: Лёгкий
en: Easy
zh_hans: 简单

# difficulty.easy.description
source: Банан
en: Banana
zh_hans: 香蕉

# difficulty.easy.full_description
source: Простые слова: предметы, животные, известные всем
en: Simple words: objects, animals, well-known things
zh_hans: 简单词语：物品、动物、众所周知的事物

# difficulty.hard
source: Сложный
en: Hard
zh_hans: 困难

# difficulty.hard.description
source: Абстракции, редкие слова, сложные понятия
en: Abstractions, rare words, complex concepts
zh_hans: 抽象概念、生僻词、复杂术语

# difficulty.medium
source: Средний
en: Medium
zh_hans: 中等

# difficulty.medium.description
source: Смешанные слова: люди, места, понятия
en: Mixed words: people, places, concepts
zh_hans: 混合词语：人物、地点、概念

# final.game_over
source: Игра завершена!
en: Game Over!
zh_hans: 游戏结束！

# final.game_over2
source: Игра окончена!
en: Game Over!
zh_hans: 游戏结束！

# final.leaderboard
source: ИТОГОВЫЙ РЕЙТИНГ
en: FINAL STANDINGS
zh_hans: 最终排名

# final.new_game
source: Новая игра
en: New Game
zh_hans: 新游戏

# final.play_again
source: Играть снова
en: Play Again
zh_hans: 再玩一次

# final.play_again2
source: Ещё раз!
en: Play again!
zh_hans: 再来一局！

# final.podium
source: ИТОГОВЫЕ МЕСТА
en: FINAL PODIUM
zh_hans: 最终名次

# final.results
source: Результаты
en: Results
zh_hans: 结果

# final.share
source: Поделиться
en: Share
zh_hans: 分享

# final.winner
source: победитель
en: winner
zh_hans: 获胜者

# final.winner_label
source: Победитель:
en: Winner:
zh_hans: 获胜者：

# final.winning_team
source: победившая команда
en: winning team
zh_hans: 获胜队伍

# gameplay.end_early
source: Завершить ход досрочно
en: End turn early
zh_hans: 提前结束回合

# gameplay.explains
source: Объясняет: %@
en: Explains: %@
zh_hans: 描述者：%@

# gameplay.guessed
source: Угадали
en: Got it!
zh_hans: 猜对了

# gameplay.pause
source: Пауза
en: Pause
zh_hans: 暂停

# gameplay.resume
source: Продолжить
en: Resume
zh_hans: 继续

# gameplay.skip
source: Пропустить
en: Skip
zh_hans: 跳过

# gameplay.words_gone
source: Слова закончились!
en: No words left!
zh_hans: 词语已用完！

# gameplay.words_gone2
source: Слова закончились
en: No words left
zh_hans: 词语已用完

# gameplay.words_left
source: Осталось: %lld слов
en: Left: %lld words
zh_hans: 剩余：%lld 个词

# guessed_words_suffix
source: угаданных слов
en: words guessed
zh_hans: 个词已猜对

# handoff.close_eyes
source: ЗАКРОЙ ГЛАЗА
en: CLOSE YOUR EYES
zh_hans: 闭上眼睛

# handoff.enter_words_suffix
source: ), введи слова
en: ), enter words
zh_hans: )，请输入词语

# handoff.pass_to
source: Передай телефон игроку
en: Pass the phone to
zh_hans: 把手机传给玩家

# handoff.private_screen
source: Только ты видишь этот экран
en: Only you can see this screen
zh_hans: 只有你能看到此屏幕

# handoff.ready_suffix
source: ), ты готов!
en: ), you're ready!
zh_hans: )，准备好了！

# handoff.title
source: Передай телефон
en: Pass the Phone
zh_hans: 把手机传给下一位

# home.new_game
source: Новая игра
en: New Game
zh_hans: 新游戏

# home.rules
source: Правила
en: Rules
zh_hans: 规则

# home.tagline
source: Игра в слова для компании
en: A party word game
zh_hans: 聚会词语游戏

# home.title
source: ШЛЯПА
en: HAT GAME
zh_hans: 帽子游戏

# mode.ffa.description
source: Один объясняет — все остальные угадывают. Побеждает тот, кто угадает больше.
en: One explains, everyone else guesses. Most guesses wins.
zh_hans: 一人描述，其余人猜。猜中最多者获胜。

# mode.ffa.title
source: Все сразу
en: Free for All
zh_hans: 全员对战

# mode.min_players
source: Нужно минимум %lld игроков
en: At least %lld players needed
zh_hans: 至少需要 %lld 名玩家

# mode.pairs.description
source: Игроки объясняют по парам. Каждый побывает объяснителем.
en: Players explain in pairs. Everyone takes a turn explaining.
zh_hans: 玩家两两配对描述，每人都有机会描述。

# mode.pairs.title
source: Попарный
en: Pairs
zh_hans: 配对模式

# mode.section
source: РЕЖИМ
en: MODE
zh_hans: 模式

# mode.start
source: Начать игру
en: Start Game
zh_hans: 开始游戏

# mode.teams.description
source: Разбейтесь на команды. Команды соревнуются между собой.
en: Form teams. Teams compete against each other.
zh_hans: 组成队伍，队伍之间相互竞争。

# mode.teams.title
source: Командный
en: Teams
zh_hans: 团队模式

# mode.title
source: Режим игры
en: Game Mode
zh_hans: 游戏模式

# nav.back
source: Назад
en: Back
zh_hans: 返回

# nav.back_players
source: Игроки
en: Players
zh_hans: 玩家

# nav.continue
source: Продолжить
en: Continue
zh_hans: 继续

# nav.done
source: Готово
en: Done
zh_hans: 完成

# nav.home
source: На главную
en: Home
zh_hans: 主页

# nav.menu
source: В меню
en: Menu
zh_hans: 菜单

# nav.next
source: Далее →
en: Next →
zh_hans: 下一步 →

# nav.players
source: Игроки
en: Players
zh_hans: 玩家

# nav.skip
source: Пропустить
en: Skip
zh_hans: 跳过

# onboarding.slide1.subtitle
source: Все за одним телефоном
en: Everyone around one phone
zh_hans: 大家围着一部手机

# onboarding.slide1.title
source: Игра для компании
en: A Party Game
zh_hans: 聚会游戏

# onboarding.slide2.subtitle
source: не называя его. Команда угадывает!
en: without saying it. Your team guesses!
zh_hans: 不能说出来。队友来猜！

# onboarding.slide2.title
source: Объясни слово
en: Describe a Word
zh_hans: 描述一个词

# onboarding.slide3.subtitle
source: придумай слова — поехали!
en: add your words — let's go!
zh_hans: 填入词语——出发！

# onboarding.slide3.title
source: Собери друзей
en: Gather Your Friends
zh_hans: 召集朋友

# onboarding.start
source: Начать игру
en: Start Playing
zh_hans: 开始游戏

# players.add
source: Добавить игрока
en: Add Player
zh_hans: 添加玩家

# players.avatar_picker_title
source: Выбери аватар
en: Choose avatar
zh_hans: 选择头像

# players.cannot_delete
source: Нельзя удалить — нужно минимум %lld игрока
en: Can't remove — need at least %lld players
zh_hans: 无法删除——至少需要 %lld 名玩家

# players.default_name
source: Игрок %lld
en: Player %lld
zh_hans: 玩家 %lld

# players.duplicate_names
source: У игроков не должно быть одинаковых имён
en: Players must have unique names
zh_hans: 玩家姓名不能重复

# players.empty_names
source: Введи имя для каждого игрока
en: Enter a name for each player
zh_hans: 请为每位玩家输入姓名

# players.min_required
source: Нужно минимум %lld игрока
en: At least %lld players required
zh_hans: 至少需要 %lld 名玩家

# players.name_placeholder
source: Имя игрока
en: Player name
zh_hans: 玩家姓名

# round.circle_ended
source: Круг завершён!
en: Circle complete!
zh_hans: 本圈完成！

# round.ended
source: Раунд завершён!
en: Round Over!
zh_hans: 本轮结束！

# round.ended2
source: Раунд окончен!
en: Round ended!
zh_hans: 本轮已结束！

# round.guessed
source: Угадано: %lld
en: Guessed: %lld
zh_hans: 已猜对：%lld

# round.label
source: РАУНД %lld
en: ROUND %lld
zh_hans: 第 %lld 轮

# round.of
source: Раунд %lld из %lld
en: Round %lld of %lld
zh_hans: 第 %lld 轮 / 共 %lld 轮

# round.score
source: Очков за раунд: %lld
en: Points this round: %lld
zh_hans: 本轮得分：%lld

# rules.1
source: Разделитесь на команды по 2+ игрока.
en: Split into teams of 2 or more players.
zh_hans: 分成每队2人或以上的队伍。

# rules.2
source: В шляпу попадают слова выбранной сложности.
en: Words of the chosen difficulty go into the hat.
zh_hans: 所选难度的词语放入帽子中。

# rules.3
source: Один игрок объясняет слово, остальные угадывают.
en: One player describes the word, others guess.
zh_hans: 一名玩家描述单词，其他人猜测。

# rules.4
source: За каждое угаданное слово команда получает очко.
en: Each guessed word earns the team one point.
zh_hans: 每猜对一个词，队伍得一分。

# rules.5
source: Время ограничено — успейте угадать как можно больше!
en: Time is limited — guess as many words as you can!
zh_hans: 时间有限——尽可能多猜几个词！

# rules.6
source: Побеждает команда с наибольшим количеством очков.
en: The team with the most points wins.
zh_hans: 得分最多的队伍获胜。

# rules.title
source: Правила игры
en: How to Play
zh_hans: 游戏规则

# score_points
source: %lld очков
en: %lld points
zh_hans: %lld 分

# score_points_short
source: %d очков
en: %d pts
zh_hans: %d 分

# score_points_total
source: %d очков всего
en: %d points total
zh_hans: 共 %d 分

# score_total
source: %@: %lld очков всего
en: %@: %lld points total
zh_hans: %@：共 %lld 分

# sec_full
source: %lld сек
en: %lld sec
zh_hans: %lld 秒

# seconds_abbr
source: %llдс
en: %llds
zh_hans: %lld秒

# settings.difficulty
source: Сложность слов
en: Word Difficulty
zh_hans: 词语难度

# settings.game_settings
source: Настройки игры
en: Game Settings
zh_hans: 游戏设置

# settings.hat_size
source: Слов в шляпе
en: Words in Hat
zh_hans: 帽子中的词数

# settings.language
source: Язык
en: Language
zh_hans: 语言

# settings.params
source: ПАРАМЕТРЫ
en: PARAMETERS
zh_hans: 参数

# settings.restart_required
source: Перезапустите приложение для применения языка
en: Restart the app to apply the new language
zh_hans: 请重启应用以应用新语言

# settings.section
source: НАСТРОЙКИ
en: SETTINGS
zh_hans: 设置

# settings.skip_button
source: Кнопка «Пропустить»
en: Skip Button
zh_hans: 跳过按钮

# settings.skip_subtitle
source: Объяснитель может пропускать слова
en: Explainer can skip words
zh_hans: 描述者可以跳过词语

# settings.title
source: Настройки
en: Settings
zh_hans: 设置

# settings.turn_time
source: Время хода
en: Turn Duration
zh_hans: 回合时长

# teams.add
source: Добавить команду
en: Add Team
zh_hans: 添加队伍

# teams.assign_all
source: Распредели всех игроков по командам
en: Assign all players to teams
zh_hans: 将所有玩家分配到队伍

# teams.default_name
source: Команда %lld
en: Team %lld
zh_hans: 队伍 %lld

# teams.empty_warning
source: В команде «%@» нет игроков
en: Team "%@" has no players
zh_hans: 队伍「%@」没有玩家

# teams.min_two
source: Нужно минимум 2 команды
en: At least 2 teams required
zh_hans: 至少需要2支队伍

# teams.players_section
source: ИГРОКИ
en: PLAYERS
zh_hans: 玩家

# teams.section
source: КОМАНДЫ
en: TEAMS
zh_hans: 队伍

# teams.unassigned_hint
source: Не распределены — нажми игрока, потом выбери команду
en: Unassigned — tap a player, then choose a team
zh_hans: 未分配——点击玩家，然后选择队伍

# turn.attributed
source: Отмечено: %lld из %lld
en: Attributed: %lld of %lld
zh_hans: 已标记：%lld / %lld

# turn.ended
source: Ход завершён
en: Turn Over
zh_hans: 回合结束

# turn.ended_team
source: Ход команды %@ завершён
en: Team %@ turn is over
zh_hans: 队伍 %@ 的回合已结束

# turn.ended2
source: Ход окончен!
en: Turn ended!
zh_hans: 回合结束！

# turn.next_team
source: Ход следующей команды
en: Next Team's Turn
zh_hans: 下一队的回合

# turn.tap_to_correct
source: Нажми на слово, чтобы исправить
en: Tap a word to correct it
zh_hans: 点击词语可以修改

# turn.tap_who_guessed
source: Нажми кто угадал каждое слово
en: Tap who guessed each word
zh_hans: 点击猜对每个词的玩家

# turn.who_guessed
source: КТО УГАДАЛ?
en: WHO GUESSED?
zh_hans: 谁猜对了？

# turn.who_guessed2
source: Кто угадал?
en: Who guessed?
zh_hans: 谁猜对了？

# turn.words_not_guessed
source: Слов не угадано
en: Words not guessed
zh_hans: 未猜出的词语

# waiting.all_pairs_done
source: Все пары отыграли по одному разу
en: All pairs have played once
zh_hans: 所有配对均已完成一轮

# waiting.end_game
source: Завершить игру
en: End Game
zh_hans: 结束游戏

# waiting.explains
source: объясняет
en: explains
zh_hans: 描述

# waiting.explains_all
source: объясняет всем
en: explains to everyone
zh_hans: 向所有人描述

# waiting.explains_for
source: объясняет за
en: explains for
zh_hans: 代表队伍描述

# waiting.explains_words
source: объясняет слова
en: explains words
zh_hans: 描述词语

# waiting.go
source: Поехали!
en: Go!
zh_hans: 开始！

# waiting.guesses
source: угадывает
en: guesses
zh_hans: 猜测

# waiting.next_turn
source: СЛЕДУЮЩИЙ ХОД
en: NEXT TURN
zh_hans: 下一回合

# waiting.score
source: СЧЁТ
en: SCORE
zh_hans: 得分

# waiting.words_in_hat
source: Слов в шляпе: %lld
en: Words in hat: %lld
zh_hans: 帽子中剩余词数：%lld

# words.already_added
source: Уже добавлено:
en: Already added:
zh_hans: 已添加：

# words.section
source: СЛОВАРЬ
en: DICTIONARY
zh_hans: 词库
